eac-core/eac/eacWebServiceApp/src/test/resources/soap/v2/validatePasswordCredentialsRequest1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:eac="http://eac.oup.com/2.0/eac-access-services"
	xmlns:cmn="http://eac.oup.com/2.0/eac-common-types"
	>
	<soapenv:Header />
	<soapenv:Body>
		<eac:ValidatePasswordCredentialsRequest>
			<eac:credentials>
				<cmn:userName>mickeymouse</cmn:userName>
				<cmn:Password>Password</cmn:Password>
			</eac:credentials>
		</eac:ValidatePasswordCredentialsRequest>
	</soapenv:Body>
</soapenv:Envelope>

